
HandyNotesDB = {
["namespaces"] = {
},
["profileKeys"] = {
["迪凯策划没马 - 伊森利恩"] = "迪凯策划没马 - 伊森利恩",
["这只是饺子 - 伊森利恩"] = "这只是饺子 - 伊森利恩",
["我们完蛋啦 - 伊森利恩"] = "我们完蛋啦 - 伊森利恩",
["Fasas - Aegwynn"] = "Fasas - Aegwynn",
["凤凰基友之五 - 凤凰之神"] = "凤凰基友之五 - 凤凰之神",
["凤凰基友之一 - 凤凰之神"] = "凤凰基友之一 - 凤凰之神",
["某饺子 - 伊森利恩"] = "某饺子 - 伊森利恩",
["凤凰基友之四 - 凤凰之神"] = "凤凰基友之四 - 凤凰之神",
["凤凰基友之三 - 凤凰之神"] = "凤凰基友之三 - 凤凰之神",
["三减竖式 - 伊森利恩"] = "三减竖式 - 伊森利恩",
["Afdfaf - 苏拉玛"] = "Afdfaf - 苏拉玛",
["三减宁静 - 伊森利恩"] = "三减宁静 - 伊森利恩",
["凤凰基友之二 - 凤凰之神"] = "凤凰基友之二 - 凤凰之神",
["开门的搞 - 伊森利恩"] = "开门的搞 - 伊森利恩",
["某餃子 - 伊森利恩"] = "某餃子 - 伊森利恩",
["牛牛萨之父 - 霜之哀伤"] = "牛牛萨之父 - 霜之哀伤",
},
["profiles"] = {
["迪凯策划没马 - 伊森利恩"] = {
},
["这只是饺子 - 伊森利恩"] = {
},
["我们完蛋啦 - 伊森利恩"] = {
},
["Fasas - Aegwynn"] = {
},
["凤凰基友之五 - 凤凰之神"] = {
},
["凤凰基友之一 - 凤凰之神"] = {
},
["某饺子 - 伊森利恩"] = {
},
["凤凰基友之四 - 凤凰之神"] = {
},
["凤凰基友之三 - 凤凰之神"] = {
},
["三减竖式 - 伊森利恩"] = {
},
["Afdfaf - 苏拉玛"] = {
},
["三减宁静 - 伊森利恩"] = {
},
["凤凰基友之二 - 凤凰之神"] = {
},
["开门的搞 - 伊森利恩"] = {
},
["某餃子 - 伊森利恩"] = {
},
["牛牛萨之父 - 霜之哀伤"] = {
},
},
}
HandyNotes_HandyNotesDB = {
["profileKeys"] = {
["迪凯策划没马 - 伊森利恩"] = "迪凯策划没马 - 伊森利恩",
["这只是饺子 - 伊森利恩"] = "这只是饺子 - 伊森利恩",
["我们完蛋啦 - 伊森利恩"] = "我们完蛋啦 - 伊森利恩",
["Fasas - Aegwynn"] = "Fasas - Aegwynn",
["凤凰基友之五 - 凤凰之神"] = "凤凰基友之五 - 凤凰之神",
["凤凰基友之一 - 凤凰之神"] = "凤凰基友之一 - 凤凰之神",
["某饺子 - 伊森利恩"] = "某饺子 - 伊森利恩",
["凤凰基友之四 - 凤凰之神"] = "凤凰基友之四 - 凤凰之神",
["凤凰基友之三 - 凤凰之神"] = "凤凰基友之三 - 凤凰之神",
["三减竖式 - 伊森利恩"] = "三减竖式 - 伊森利恩",
["Afdfaf - 苏拉玛"] = "Afdfaf - 苏拉玛",
["三减宁静 - 伊森利恩"] = "三减宁静 - 伊森利恩",
["凤凰基友之二 - 凤凰之神"] = "凤凰基友之二 - 凤凰之神",
["开门的搞 - 伊森利恩"] = "开门的搞 - 伊森利恩",
["某餃子 - 伊森利恩"] = "某餃子 - 伊森利恩",
["牛牛萨之父 - 霜之哀伤"] = "牛牛萨之父 - 霜之哀伤",
},
["profiles"] = {
["迪凯策划没马 - 伊森利恩"] = {
},
["这只是饺子 - 伊森利恩"] = {
},
["我们完蛋啦 - 伊森利恩"] = {
},
["Fasas - Aegwynn"] = {
},
["凤凰基友之五 - 凤凰之神"] = {
},
["凤凰基友之一 - 凤凰之神"] = {
},
["某饺子 - 伊森利恩"] = {
},
["凤凰基友之四 - 凤凰之神"] = {
},
["凤凰基友之三 - 凤凰之神"] = {
},
["三减竖式 - 伊森利恩"] = {
},
["Afdfaf - 苏拉玛"] = {
},
["三减宁静 - 伊森利恩"] = {
},
["凤凰基友之二 - 凤凰之神"] = {
},
["开门的搞 - 伊森利恩"] = {
},
["某餃子 - 伊森利恩"] = {
},
["牛牛萨之父 - 霜之哀伤"] = {
},
},
}
